[
   {
      "Quote": "People’s lives don’t end when they die, it ends when they lose faith.",
      "Character": "Itachi Uchiha",
      "Anime": "Naruto"
   },
   {
      "Quote": "If you don’t take risks, you can’t create a future!",
      "Character": "Monkey D Luffy",
      "Anime": "One Piece"
   },
   {
      "Quote": "If you don’t like your destiny, don’t accept it.",
      "Character": "Naruto Uzumaki",
      "Anime": "Naruto"
   },
   {
      "Quote": "When you give up, that’s when the game ends.",
      "Character": "Mitsuyoshi Anzai",
      "Anime": "Slam Dunk"
   },
   {
      "Quote": "All we can do is live until the day we die. Control what we can…and fly free.",
      "Character": "Deneil Young",
      "Anime": "Uchuu Kyoudai or Space Brothers"
   },
   {
      "Quote": "Forgetting is like a wound. The wound may heal, but it has already left a scar.",
      "Character": "Monkey D Luffy",
      "Anime": "One Piece"
   },
   {
      "Quote": "It’s just pathetic to give up on something before you even give it a shot.”",
      "Character": "Reiko Mikami",
      "Anime": "Another"
   },
   {
      "Quote": "If you don’t share someone’s pain, you can never understand them.",
      "Character": "Nagato",
      "Anime": "Naruto"
   },
   {
      "Quote": "Whatever you lose, you’ll find it again. But what you throw away you’ll never get back.",
      "Character": "Himura Kenshin",
      "Anime": "Rurouni Kenshin"
   },
   {
      "Quote": "We don’t have to know what tomorrow holds! That’s why we can live for everything we’re worth today!”",
      "Character": "Natsu Dragneel",
      "Anime": "Fairy Tail"
   },
   {
      "Quote": "Why should I apologize for being a monster? Has anyone ever apologized for turning me into one?",
      "Character": "Juuzou Suzuya",
      "Anime": "Tokyo Ghoul"
   },
   {
      "Quote": "People become stronger because they have memories they can’t forget.",
      "Character": "Tsunade",
      "Anime": "Naruto"
   },
   {
      "Quote": "I’ll leave tomorrow’s problems to tomorrow’s me.",
      "Character": "Saitama",
      "Anime": "One Punch Man"
   },
   {
      "Quote": "If you wanna make people dream, you’ve gotta start by believing in that dream yourself!",
      "Character": "Seiya Kanie",
      "Anime": "Amagi Brilliant Park"
   },
   {
      "Quote": "Being lonely is more painful then getting hurt.",
      "Character": "Monkey D Luffy",
      "Anime": "One Piece"
   },
   {
      "Quote": "There’s no shame in falling down! True shame is to not stand up again!",
      "Character": "Shintar Midorima",
      "Anime": "Kuroko s Basketball"
   },
   {
      "Quote": "Simplicity is the easiest path to true beauty.",
      "Character": "Seishuu Handa",
      "Anime": "Barakamon"
   },
   {
      "Quote": "If you can’t do something, then don’t. Focus on what you can.",
      "Character": "Shiroe",
      "Anime": "Log Horizon"
   },
   {
      "Quote": "Giving up kills people. When people reject giving up… they finally win the right to transcend humanity.",
      "Character": "Alucard",
      "Anime": "Hellsing"
   },
   {
      "Quote": "You can die anytime, but living takes true courage.”",
      "Character": "Kenshin Himura",
      "Anime": "Rurouni Kenshin: Meiji Kenkaku Romantan"
   },
   {
      "Quote": "Every journey begins with a single step. We just have to have patience.",
      "Character": "Milly Thompson",
      "Anime": "Trigun"
   },
   {
      "Quote": "It doesn’t do any good to pretend you can’t see what’s going on.",
      "Character": "Yuuya Mochizuki",
      "Anime": "Another"
   },
   {
      "Quote": "Being weak is nothing to be ashamed of… Staying weak is !!",
      "Character": "Fuegoleon Vermillion",
      "Anime": "Black Clover"
   },
   {
      "Quote": "To act is not necessarily compassion. True compassion sometimes comes from inaction.",
      "Character": "Hinata Miyake",
      "Anime": "A Place Further than the Universe"
   },
   {
      "Quote": "A dropout will beat a genius through hard work.",
      "Character": "Rock Lee",
      "Anime": "Naruto"
   },
   {
      "Quote": "Reject common sense to make the impossible possible.",
      "Character": "Simon",
      "Anime": "Tengen Toppa Gurren Lagann"
   },
   {
      "Quote": "Whatever you lose, you’ll find it again. But what you throw away you’ll never get back.",
      "Character": "Kenshin Himura",
      "Anime": "Rurouni Kenshin Meiji Kenkaku Romantan"
   },
   {
      "Quote": "If you really want to be strong… Stop caring about what your surrounding thinks of you!",
      "Character": "Saitama",
      "Anime": "One Punch Man"
   },
   {
      "Quote": "Vision is not what your eyes see, but an image that your brain comprehends.",
      "Character": "Touko Aozaki",
      "Anime": "The Garden of Sinners Kara no Ky kai"
   },
   {
      "Quote": "Sometimes, people are just mean. Don’t fight mean with mean. Hold your head high.",
      "Character": "Hinata Miyake",
      "Anime": "A Place Further than the Universe"
   },
   {
      "Quote": "The ticket to the future is always open.",
      "Character": "Vash The Stampede",
      "Anime": "Trigun"
   },
   {
      "Quote": "Hard work is worthless for those that don’t believe in themselves.",
      "Character": "Naruto Uzumaki",
      "Anime": "Naruto"
   },
   {
      "Quote": "A place where someone still thinks about you is a place you can call home.",
      "Character": "Jiraiya",
      "Anime": "Naruto"
   },
   {
      "Quote": "Life comes at a cost. Wouldn’t it be arrogant to die before you’ve repaid that debt?",
      "Character": "Yuuji Kazami",
      "Anime": "The Fruit of Grisaia Gurizaia no Kajitsu"
   },
   {
      "Quote": "You can die anytime, but living takes true courage.",
      "Character": "Himura Kenshin",
      "Anime": "Rurouni Kenshin"
   },
   {
      "Quote": "Every journey begins with a single step. We just have to have patience.",
      "Character": "Milly Thompson",
      "Anime": "Trigun"
   },
   {
      "Quote": "If you just submit yourself to fate, then that’s the end of it.”",
      "Character": "Keiichi Maebara",
      "Anime": "Higurashi When They Cry"
   },
   {
      "Quote": "It is at the moment of death that humanity has value.",
      "Character": "Archer",
      "Anime": "Fate Series"
   },
   {
      "Quote": "People, who can’t throw something important away, can never hope to change anything.",
      "Character": "Armin Arlert",
      "Anime": "Shingeki no Kyojin Attack on Titan"
   },
   {
      "Quote": "Whatever you do, enjoy it to the fullest. That is the secret of life.”",
      "Character": "Rider",
      "Anime": "Fate Zero"
   },
   {
      "Quote": "Power comes in response to a need, not a desire. You have to create that need.",
      "Character": "Goku",
      "Anime": "Dragon Ball Z"
   },
   {
      "Quote": "There are no regrets. If one can be proud of one’s life, one should not wish for another chance.”",
      "Character": "Saber",
      "Anime": "Fate Stay Night"
   },
   {
      "Quote": "You can’t always hold on to the things that are important. By letting them go we gain something else.”",
      "Character": "Kunio Yaobi",
      "Anime": "Tamako Market"
   },
   {
      "Quote": "If you don’t like your destiny, don’t accept it. Instead, have the courage to change it the way you want it to be.",
      "Character": "Naruto Uzumaki",
      "Anime": "Naruto"
   },
   {
      "Quote": "Don’t beg for things. Do it yourself, or else you won’t get anything.",
      "Character": "Renton Thurston",
      "Anime": "Eureka Seven"
   },
   {
      "Quote": "I refuse to let my fear control me anymore.”",
      "Character": "Maka Albarn",
      "Anime": "Soul Eater"
   },
   {
      "Quote": "If you can’t find a reason to fight, then you shouldn’t be fighting.”",
      "Character": "Akame",
      "Anime": "Akame Ga Kill"
   },
   {
      "Quote": "You should never give up on life, no matter how you feel. No matter how badly you want to give up.”",
      "Character": "Canaan",
      "Anime": ""
   },
   {
      "Quote": "People who can’t throw something important away, can never hope to change anything.",
      "Character": "Armin Arlelt",
      "Anime": "Attack on Titan"
   },
   {
      "Quote": "We can’t waste time worrying about the what if’s.”",
      "Character": "Ichigo Kurosaki",
      "Anime": "Bleach"
   },
   {
      "Quote": "Fools who don’t respect the past are likely to repeat it.",
      "Character": "Nico Robin",
      "Anime": "One Piece"
   },
   {
      "Quote": "That’s why I can’t make a change. Everything I do is so… Half-assed.”",
      "Character": "Hiroshi Kido",
      "Anime": "Barakamon"
   },
   {
      "Quote": "Sometimes it’s necessary to do unnecessary things.",
      "Character": "Kanade Jinguuji",
      "Anime": "Best Student Council"
   },
   {
      "Quote": "An excellent leader must be passionate because it’s their duty to keep everyone moving forward.",
      "Character": "Nico Yazawa",
      "Anime": "Love Live"
   },
   {
      "Quote": "Protecting someone means giving them a place to belong. Giving them a place where they can be happy.",
      "Character": "Princess Lenessia",
      "Anime": "Log Horizon"
   },
   {
      "Quote": "Thinking you’re no-good and worthless is the worst thing you can do",
      "Character": "Nobito",
      "Anime": "Doraemon"
   },
   {
      "Quote": "Sometimes I do feel like I’m a failure. Like there’s no hope for me. But even so, I’m not gonna give up. Ever!”",
      "Character": "Izuku Midoriya",
      "Anime": "My Hero Academia"
   },
   {
      "Quote": "If you can’t do something, then don’t. Focus on what you can do.”",
      "Character": "Shiroe",
      "Anime": "Log Horizon"
   },
   {
      "Quote": "When you lose sight of your path, listen for the destination in your heart.",
      "Character": "Allen Walker",
      "Anime": "D Gray Man"
   },
   {
      "Quote": "The moment you think of giving up, think of the reason why you held on so long.”",
      "Character": "Natsu Dragneel",
      "Anime": "Fairy Tail"
   },
   {
      "Quote": "Don’t give up, there’s no shame in falling down! True shame is to not stand up again!",
      "Character": "Shintaro Midorima",
      "Anime": "Kuroko No Basket"
   },
   {
      "Quote": "No matter how hard or impossible it is, never lose sight of your goal.”",
      "Character": "Monkey D Luffy",
      "Anime": "One Piece"
   },
   {
      "Quote": "Life is not a game of luck. If you wanna win, work hard.",
      "Character": "Sora",
      "Anime": "No Game No Life"
   },
   {
      "Quote": "The world isn’t perfect. But it’s there for us, doing the best it can….that’s what makes it so damn beautiful.",
      "Character": "Roy Mustang",
      "Anime": "Full Metal Alchemist"
   },
   {
      "Quote": "Fear is not evil. It tells you what your weakness is. And once you know your weakness, you can become stronger as well as kinder.",
      "Character": "Gildarts Clive",
      "Anime": "Fairy Tail"
   },
   {
      "Quote": "To know sorrow is not terrifying. What is terrifying is to know you can’t go back to happiness you could have.",
      "Character": "Matsumoto Rangiku",
      "Anime": "Bleach"
   },
   {
      "Quote": "Knowing you’re different is only the beginning. If you accept these differences you’ll be able to get past them and grow even closer.",
      "Character": "Miss Kobayashi",
      "Anime": "Dragon Maid"
   },
   {
      "Quote": "Don’t be so quick to throw away your life. No matter how disgraceful or embarrassing it may be, you need to keep struggling to find your way out until the very end.",
      "Character": "Clare",
      "Anime": "Claymore"
   },
   {
      "Quote": "The world’s not perfect, but it’s there for us trying the best it can. That’s what makes it so damn beautiful.",
      "Character": "Roy Mustang",
      "Anime": "Fullmetal Alchemist"
   },
   {
      "Quote": "We are all like fireworks: we climb, we shine and always go our separate ways and become further apart. But even when that time comes, let’s not disappear like a firework and continue to shine.. forever.",
      "Character": "Hitsugaya Toshiro",
      "Anime": "Bleach"
   },
   {
      "Quote": "If nobody cares to accept you and wants you in this world, accept yourself and you will see that you don’t need them and their selfish ideas.",
      "Character": "Alibaba Saluja",
      "Anime": "Magi"
   },
   {
      "Quote": "When you hit the point of no return, that’s the moment it truly becomes a journey. If you can still turn back, it’s not really a journey.",
      "Character": "Hinata Miyake",
      "Anime": "A Place Further than the Universe"
   },
   {
      "Quote": "Those who stand at the top determine what’s wrong and what’s right! This very place is neutral ground! Justice will prevail, you say? But of course it will! Whoever wins this war becomes justice!",
      "Character": "Don Quixote Doflamingo",
      "Anime": "One Piece"
   },
   {
      "Quote": "A person grows up when he’s able to overcome hardships. Protection is important, but there are some things that a person must learn on his own.",
      "Character": "Jiraiya",
      "Anime": "Naruto"
   },
   {
      "Quote": "Who decides limits? And based on what? You said you worked hard? Well, maybe you need to work a little harder. Is that really the limit of your strength? Could you of tomorrow beat you today? Instead of giving in, move forward.",
      "Character": "Saitama",
      "Anime": "One Punch Man"
   },
   {
      "Quote": "Mistakes are not shackles that halt one from stepping forward. Rather, they are that which sustain and grow one’s heart.",
      "Character": "Mavis Vermillion",
      "Anime": "Fairy Tail"
   },
   {
      "Quote": "Fear is freedom! Subjugation is liberation! Contradiction is the truth! Those are the facts of this world! And you will all surrender to them, you pigs in human clothing!",
      "Character": "Satsuki Kiryuuin",
      "Anime": "Kill la Kill"
   },
   {
      "Quote": "Hatred and Sorrow are power. They are yours to control. All you have to do is to turn them into strength and use that strength to move forward.",
      "Character": "Sebastian Michaelis",
      "Anime": "Black Butler Kuroshitsuji"
   },
   {
      "Quote": "It’s not always possible to do what we want to do, but it’s important to believe in something before you actually do it.",
      "Character": "Might Guy",
      "Anime": "Naruto"
   },
   {
      "Quote": "Life and death are like light and shadow. They’re both always there. But people don’t like thinking about death, so subconsciously, they always look away from it.",
      "Character": "Yato",
      "Anime": "Noragami"
   },
   {
      "Quote": "It’s more important to master the cards you’re holding than to complain about the ones your opponent was dealt.”",
      "Character": "Grimsley",
      "Anime": "Pokemon"
   },
   {
      "Quote": "I am the hope of the universe. I am the answer to all living things that cry out for peace. I am the protector of the innocent. I am the light in the darkness. I am the truth. Ally to good! Nightmare to you!",
      "Character": "Son Goku",
      "Anime": "Dragon Ball Z"
   },
   {
      "Quote": "If you’re gonna insist on gambling and then complain when you lose, you had better work on your game.”",
      "Character": "Hatsu Kominato",
      "Anime": "Selector Infected Wixoss"
   },
   {
      "Quote": "Moving on doesn’t mean you forget about things. It just means you have to accept what’s happened and continue living.",
      "Character": "Erza Scarlet",
      "Anime": "Fairy Tail"
   },
   {
      "Quote": "If nobody cares to accept you and wants you in this world, accept yourself and you will see that you don’t need them and their selfish ideas.",
      "Character": "Alibaba Saluja",
      "Anime": "Universal Warriors"
   },
   {
      "Quote": "If you keep on hiding your true feelings, who is going to be happy? If you are sad, you should say it out loud!",
      "Character": "Haruhi Fujioka",
      "Anime": "Ouran High School Host Club"
   },
   {
      "Quote": "Religion, ideology, resources, land, spite, love or just because… No matter how pathetic the reason, it’s enough to start a war. War will never cease to exist… reasons can be thought up after the fact… Human nature pursues strife.",
      "Character": "Paine",
      "Anime": "Naruto Shippuden"
   },
   {
      "Quote": "Don’t be upset because of what you can’t do. Do what you do best, live as carefree and optimistically as you can, because some people aren’t able to do that.",
      "Character": "Keima Katsuragi",
      "Anime": "The World God Only Knows"
   },
   {
      "Quote": "If you begin to regret, you’ll dull your future decisions and let others make your choices for you. All that’s left for you then is to die. Nobody can foretell the outcome. Each decision you make holds meaning only by affecting your next decision.",
      "Character": "Erwin Smith",
      "Anime": "Attack on Titan"
   },
   {
      "Quote": "Everything has a beginning and an end. Life is just a cycle of starts and stops. There are ends we don’t desire, but they’re inevitable, we have to face them. It’s what being human is all about.",
      "Character": "Jet Black",
      "Anime": "Cowboy Bebop"
   },
   {
      "Quote": "Anything can happen. No one ever thinks it will until it does. What will happen, happens. That’s how the world is. The most important thing is to not let the tragedy defeat you. To believe that you can get through it.",
      "Character": "Kyousuke Natsume",
      "Anime": "Little Busters"
   },
   {
      "Quote": "You’ll only realize that you truly love someone if they already caused you enormous pain. Your enemies can never hurt you the way your loved ones can. It’s the people close to your heart that can give you the most piercing wound. Love is a double-edged sword, it can heal the wound faster or it can sink the blade even deeper.",
      "Character": "Himura Kenshin",
      "Anime": "Rurouni Kenshin"
   },
   {
      "Quote": "I want you to be happy. I want you to laugh a lot. I don’t know what exactly I’ll be able to do for you, but I’ll always be by your side.",
      "Character": "Kagome",
      "Anime": "InuYasha"
   },
   {
      "Quote": "“A lesson without pain is meaningless. That’s because no one can gain without sacrificing something. But by enduring that pain and overcoming it, he shall obtain a powerful, unmatched heart.”",
      "Character": "Edward Elric ",
      "Anime": "Fullmetal Alchemist: Brotherhood"
   },
   {
      "Quote": "You need to accept the fact that you’re not the best and have all the will to strive to be better than anyone you face.",
      "Character": "Roronoa Zoro",
      "Anime": "One Piece"
   },
   {
      "Quote": "I too will obtain everything that I desire. Not because someone asked me to do it, but because I know in my heart that I have something worth fighting for.",
      "Character": "Julis Alexia Van Riessfeld",
      "Anime": "Asterisk War"
   },
   {
      "Quote": "You can’t win a game by doing nothing. And if someone else wins it for you then you haven’t accomplished anything. Life is the same way.",
      "Character": "Junichirou Kagami",
      "Anime": "Denpa Kyoushi"
   },
   {
      "Quote": "Do not think about other things, there is only one thing you can do. So master that one thing. Do not forget. What you must imagine is always that you, yourself, are the strongest. You do not need outside enemies. For you, the one you have to fight is none other than your own image.",
      "Character": "Archer",
      "Anime": "Fate Stay Night"
   },
   {
      "Quote": "Life is like a tube of toothpaste. When you’ve used all the toothpaste down to the last squeeze, that’s when you’ve really lived. Live with all your might, and struggle as long as you have life.”",
      "Character": "Mion Sonozaki",
      "Anime": "Higurashi"
   },
   {
      "Quote": "Just like games, no matter how well you have things lined up in your life, there’s always something to keep you on your toes.",
      "Character": "Junichirou Kagami",
      "Anime": "Denpa Kyoushi"
   },
   {
      "Quote": "Do exactly as you like. That is the true meaning of pleasure. Pleasure leads to joy and joy leads to happiness.",
      "Character": "Gilgamesh",
      "Anime": "Fate Zero"
   },
   {
      "Quote": "It Doesn t Matter How Strong The Opposition Is It Doesn t Matter How Fearsome The World Is It Doesn t Matter How Cruel The World Is Fight",
      "Character": "Eren",
      "Anime": "Attack on Titan"
   },
   {
      "Quote": "If There Are Humans Who Can Bring About Change They re Those Who Are Capable Of Abandoning Everything People Who When Required To Surpass Even Monsters Are Capable Of Tossing Aside Their Very Humanity",
      "Character": "Armin Arlert",
      "Anime": "Attack on Titan"
   },
   {
      "Quote": "I Don t Like The Terms Good Person or Bad Person It Is Impossible To Be Entirely Good To Everyone To Some You Are A Good Person While To Others You Are A Bad Person",
      "Character": "Armin Arlert",
      "Anime": "Attack on Titan"
   },
   {
      "Quote": "As Long As We Continue To Fight We Are Not Defeated",
      "Character": "Miche Zacharius",
      "Anime": "Attack on Titan"
   },
   {
      "Quote": "If You Win You Live If You Lose You Die If You Don t Fight You Can t Win",
      "Character": "Eren",
      "Anime": "Attack on Titan"
   },
   {
      "Quote": "You Understand Don t You One Day Or Another Everyone You Care About Eventually Dies It s Something We Simply Can t Accept It s A Realization That Could Drive You Insane",
      "Character": "Hange Zoë",
      "Anime": "Attack on Titan"
   },
   {
      "Quote": "You re Gonna Care What Other People Think And Be Someone You re Not Your Whole Life You re Fine As You Are So Talk In Your Own Words",
      "Character": "Ymir",
      "Anime": "Attack on Titan"
   },
   {
      "Quote": "Everyone Had To Be Drunk On Somethin To Keep Pushing On Everyone Was A Slave To Somethin",
      "Character": "Kenny Ackerman",
      "Anime": "Attack on Titan"
   },
   {
      "Quote": "This World Is Cruel And It s Also Very Beautiful",
      "Character": "Mikasa",
      "Anime": "Attack on Titan"
   },
   {
      "Quote": "No One Knows What The Outcome Will Be So Choose Whatever You ll Regret The Least",
      "Character": "Levi Ackerman",
      "Anime": "Attack on Titan"
   },
   {
      "Quote": "Do you need a reason to not want to lose",
      "Character": "Shoyo Hinata",
      "Anime": "Haikyuu"
   },
   {
      "Quote": "Being the best decoy ever is as cool as being the ace",
      "Character": "Tobio Kageyama",
      "Anime": "Haikyuu"
   },
   {
      "Quote": "You can fly even higher",
      "Character": "Tobio Kageyama",
      "Anime": "Haikyuu"
   },
   {
      "Quote": "If they adjust to me I have to adjust in turn Whoever stops adjusting won t be able to continue forward",
      "Character": "Tobio Kageyama",
      "Anime": "Haikyuu"
   },
   {
      "Quote": "The last ones standing are the victors Only the strongest If you want to be the last one standing become strong",
      "Character": "Tobio Kageyama",
      "Anime": "Haikyuu"
   },
   {
      "Quote": "Life s a bore if you don t challenge yourself",
      "Character": "Yuu Nishinoya",
      "Anime": "Haikyuu"
   },
   {
      "Quote": "There are some flowers you only see when you take detours",
      "Character": "Tanaka Saeko",
      "Anime": "Haikyuu"
   },
   {
      "Quote": "Being weak means that there is room to grow",
      "Character": "Ittetsu Takeda",
      "Anime": "Haikyuu"
   },
   {
      "Quote": "Today might be the chance to grasp the chance to let your talent bloom",
      "Character": "Tooru Oikawa",
      "Anime": "Haikyuu"
   },
   {
      "Quote": "If you re gonna hit it hit it until it breaks",
      "Character": "Tooru Oikawa",
      "Anime": "Haikyuu"
   }
]